---
kind: other
id: Properties.T:Autodesk.Revit.DB.DividedPath
source: html/698e8ea3-c2f7-e173-7ed0-9ff94098da0c.htm
---
# DividedPath Properties

The id of the assembly instance to which the element belongs.